{
  "SCENEMESSAGE": {
    "Dialog": {
      "LoadMessages": "Load Messages",
      "NumberOfMessages": "Number of messages to load:"
    },
    "Label": {
      "OK": "OK",
      "Cancel": "Cancel"
    },
    "Notifications": {
      "SetGlobalFlag": "Must be GM to set global flag.",
      "SetInheritanceFlag": "Must be GM to set inheritance flags.",
      "GlobalStatus": "'s global chat visiblity is now "
    },
    "Settings": {
      "BatchSizeName": "Number of Messages to Load",
      "BatchSizeHint": "The number of messages loaded per initialization and scroll-up of the chat. Higher numbers may cause increased load time, so use the API option in those cases (see README).",
      "FlagOocName": "Flag Out of Character Messages",
      "FlagOocHint": "Flag out of character messages for sorting (this will flag messages even when they are not being sorted, but it will not apply to messages made without this setting enabled).",
      "FlagSpeakerName": "Flag Messages with Scene",
      "FlagSpeakerHint": "Flag messages that have a speaker associated with them, but no scene, with the scene that was viewed at the time of message creation. This setting is intended to broadly support many system generated messages, and should be left on unless it is causing issues.",
      "FlagWhisperName": "Flag Whispers",
      "FlagWhisperHint": "Flag whispers for sorting  (this will flag whispers even when they are not being sorted, but it will not apply to whispers made without this setting enabled).",
      "GlobalChatName": "Unsort Chat",
      "GlobalChatHint": "Stop sorting chat messages by scene (default foundry behavior).",
      "InheritanceName": "Allow Inherited Scene IDs",
      "InheritanceHint": "Allow messages to be sorted via inherited scene IDs (see the API section of the readme).",
      "SortDiceSoNiceName": "Sort 3D Dice Rolls",
      "SortDiceSoNiceHint": "Sort 3D dice from Dice So Nice! by scene (experimental).",
      "SortOocName": "Sort Out of Character Messages",
      "SortOocHint": "Sort out of character messages by scene (this can only sort out of character messages that were made with 'Flag Out of Character Messages' enabled).",
      "SortWhisperName": "Sort Whispers",
      "SortWhisperHint": "Sort whispers by scene (this can only sort whispers that were made with 'Flag Whispers' enabled)."
    }
  }
}